[
  {
    "english_script": "That late-night email... Should you reply? It’s a modern work dilemma. Some people say never reply after hours. It's about work-life balance. Answering immediately teaches your boss and colleagues that you are always available, which can lead to burnout. Your free time is for you. On the other side, some people think a quick reply shows you are dedicated and responsible. It can make you look good and help you advance your career. They say it’s about being a team player. I used to be very strict about my off-hours. I believed setting boundaries was the most important thing. But now, I reply to every single work email instantly, no matter the time. It’s critical to be responsive... especially when it’s an automated message telling me my printer is low on ink.",
    "japanese_translation": "その深夜の仕事メール…返信すべきでしょうか？現代の職場におけるジレンマです。勤務時間外には決して返信するな、と言う人もいます。ワークライフバランスの問題です。すぐに返信すると、上司や同僚に「いつでも対応可能だ」と思わせてしまい、燃え尽き症候群につながる可能性があります。自由な時間はあなた自身のものです。一方で、すぐに返信することで、熱心で責任感があると示せると考える人もいます。それはあなたを良く見せ、キャリアアップの助けになるかもしれません。チームプレイヤーであることを示すためだ、と彼らは言います。私は以前、勤務時間外についてはとても厳格でした。境界線を引くことが何よりも重要だと信じていたんです。でも今は、時間に関係なく、仕事のメールには一通残らず即座に返信しています。すぐに対応することが極めて重要ですからね…特に、プリンターのインクが少なくなっていることを知らせる自動メッセージの場合は。"
  },
  {
    "english_script": "The first date bill... who should pay? This question can make a good date awkward. Traditionally, many people think the man should pay. It’s seen as a sign of chivalry and shows he can provide. But today, a lot of people argue for splitting the bill. It's a symbol of equality and independence, and avoids any strange expectations. It's a really tough debate with good points on both sides. I have a firm stance, though. I always insist that one person should take care of the entire check. It makes a great impression. That one person is my mom, who always slips me some cash \"just in case.\"",
    "japanese_translation": "初デートの会計…誰が払うべき？この問題は、せっかくのいい雰囲気を気まずくさせることがあります。伝統的には、男性が払うべきだと多くの人が考えています。それは騎士道精神の表れであり、甲斐性があることを示すと見なされています。しかし現代では、割り勘を主張する人もたくさんいます。それは平等と自立の象徴であり、変な期待を避けることにもなります。どちらの意見にも良い点があり、本当に難しい議論です。でも、私には確固たるスタンスがあります。常に、一人が会計を全部持つべきだと主張しています。その方がずっと良い印象を与えますからね。その一人とは、私の母です。いつも「万が一のために」って現金をこっそりくれるんですよ。"
  },
  {
    "english_script": "Checking your partner's phone… is it ever okay? This is a huge debate. Many people say it's a total invasion of privacy. They believe trust is the foundation of any relationship, and if you need to look, that trust is already broken. On the other hand, some argue that if you have nothing to hide, it shouldn't be an issue. They see it as a sign of complete openness. I used to guard my phone like a fortress. But now? I happily give it to my partner whenever he asks. He’s just way better at Candy Crush.",
    "japanese_translation": "パートナーのスマホをチェックする…それって許されること？これは大きな議論の的です。多くの人は、それは完全なプライバシーの侵害だと言います。彼らは、信頼こそがあらゆる関係の基盤であり、もしチェックする必要があるなら、その信頼はすでに壊れていると信じています。一方で、隠すことが何もないなら問題ないはずだと主張する人もいます。彼らはそれを完全なオープンさの証だと見なしています。私はかつて、自分のスマホを要塞のように守っていました。でも今は？彼が頼めばいつでも喜んで渡します。だって、彼の方がキャンディークラッシュが断然うまいんだもの。"
  },
  {
    "english_script": "Sharing your password... a true test of love? Many people believe sharing passwords with your partner is the ultimate sign of trust. They say if you have nothing to hide, it proves your commitment. But others completely disagree. They believe everyone deserves personal privacy, and a healthy relationship respects boundaries. They argue that needing access to everything shows a lack of trust, not the other way around. I was on the side of privacy for a long time. But now, my partner and I share a password for everything. It’s absolutely essential… for our shared streaming service account.",
    "japanese_translation": "パスワードの共有…それは真実の愛の証？多くの人は、パートナーとパスワードを共有することが、信頼の究極の証だと信じています。隠すことが何もないなら、それがあなたの誠実さを証明する、と彼らは言います。しかし、全く反対の意見を持つ人もいます。彼らは、誰にでも個人のプライバシーは必要で、健全な関係とは境界線を尊重するものだと信じています。全てにアクセスする必要があるのは、信頼の欠如の表れであり、その逆ではないと彼らは主張します。私は長い間、プライバシーを重視する側でした。でも今、パートナーと私はあらゆるパスワードを共有しています。それは絶対に不可欠なんです…私たちの共有ストリーミングサービスのアカウントにとって。"
  },
  {
    "english_script": "Is it rude to recline your airplane seat? This is a huge debate online. Some people say it’s your right. You paid for the seat, and the recline function is there for a reason. Comfort is key on a long flight. However, others argue it’s incredibly selfish. It invades the space of the person behind you, making it difficult to eat or use a laptop. They say it’s about common courtesy. I used to be very considerate and never touched the recline button. But now? I recline my seat all the way back, right after takeoff. Not because it’s my right, but because it’s the only way to escape the smell of the garlic bread from the passenger next to me.",
    "japanese_translation": "飛行機の座席をリクライニングさせるのは失礼でしょうか？これはネット上で大きな論争になっています。一部の人は、それはあなたの権利だと言います。座席の代金を払ったし、リクライニング機能はそのためにあるのだと。長距離フライトでは快適さが鍵です。しかし、他の人たちは、それは信じられないほど自己中心的だと主張します。後ろの人のスペースを侵害し、食事やノートパソコンの使用を困難にするからです。それは一般的な礼儀の問題だと言います。私は以前、とても思いやりがあり、リクライニングボタンに触ることさえありませんでした。でも今は？離陸直後、座席をめいっぱい後ろに倒します。それが私の権利だからではなく、隣の乗客のガーリックブレッドの匂いから逃れるための唯一の方法だからです。"
  },
  {
    "english_script": "Posting your kids… a tricky subject. Many parents share cute photos and milestones online. It's a way to connect with family and celebrate their child's growth. They argue it's harmless and just shares their joy with the world. However, others strongly disagree. They say it invades a child's privacy before they can even consent. Those images can exist online forever, creating a permanent digital record. I was always on the side of privacy. I believed protecting them was my top priority. But now, I post pictures of my baby every single day... He’s a sourdough starter. He needs encouragement.",
    "japanese_translation": "子供の写真を投稿…難しい問題ですよね。多くの親が可愛い写真や成長の節目をオンラインで共有します。遠くの家族とつながり、子供の成長を祝うための方法です。彼らは、それは無害で、世界と喜びを分かち合っているだけだと主張します。しかし、強く反対する人たちもいます。同意もできないうちから子供のプライバシーを侵害するものだ、と言うのです。それらの画像はネット上に永遠に存在し、恒久的なデジタル記録を作ってしまいます。私はずっとプライバシーを重視する側でした。彼らを守ることが最優先だと信じていたんです。でも今では、毎日うちの「赤ちゃん」の写真を投稿しています…サワードウのパン種なんですけどね。励ましが必要なんです。"
  },
  {
    "english_script": "Is this YOUR machine? You see it all the time at the gym. A towel or a water bottle on a machine, but nobody is using it. Is it okay to 'save' equipment? Many people say it's incredibly selfish. The gym is a shared space. If you're not actively using it, let someone else have a turn. Waiting for a 'reserved' machine is frustrating. On the other hand, some argue it's just part of an efficient routine. I used to have a very strong opinion against it. But now, I always do it. I save the leg press machine every single time… because it has the best view of the smoothie bar's menu.",
    "japanese_translation": "このマシン、使ってますか？ジムでいつも見かける光景ですよね。マシンにタオルか水筒が置いてあるけど、誰も使っていない。器具を「確保」するのって、アリなんでしょうか？多くの人は、信じられないほど自己中心的だと言います。ジムは共有スペースなのだから、自分が積極的に使っていないなら、他の人に譲るべきだと。この「予約済み」マシンを待つのはイライラします。一方で、効率的なトレーニングの一部だと主張する人もいます。私は以前、これに強く反対していました。でも今では、いつもやっています。毎回必ずレッグプレスマシンを確保するんです…だって、そこからスムージーバーのメニューが一番よく見えるから。"
  },
  {
    "english_script": "The tipping screen is everywhere now. At the cafe, the food truck... even the self-checkout. Should you tip for everything? Some people say yes, every dollar helps the workers. They argue it’s a simple way to show appreciation. But others feel it’s out of control, calling it 'tip-flation.' Why tip when there was no service? They feel pressured and annoyed. I used to think it was ridiculous to tip a machine. But now, I always leave a generous 20% tip at the grocery self-checkout. I have to thank it for not judging me when I buy three different kinds of cheese.",
    "japanese_translation": "今やチップの画面はどこにでもあります。カフェ、フードトラック…そしてセルフレジでさえも。何にでもチップを払うべきなのでしょうか？はい、と言う人もいます。1ドルでも労働者の助けになる、と。感謝を示す簡単な方法だと主張します。しかし、他の人たちは「チップフレーション」と呼び、制御不能だと感じています。サービスがないのになぜチップを？彼らはプレッシャーを感じ、イライラしています。私は以前、機械にチップを払うなんて馬鹿げていると思っていました。でも今は、スーパーのセルフレジでいつも気前よく20%のチップを置いていきます。3種類もチーズを買う私を、何も言わずに受け入れてくれることに感謝しないと。"
  },
  {
    "english_script": "Ghosting someone... is it the cruelest way to end things? Many people think so. They say it’s immature and leaves the other person confused and hurt. A simple, honest text is always better. On the other hand, some argue it's sometimes necessary. If a person makes you feel unsafe or uncomfortable, you don't owe them an explanation. Your safety comes first. I used to believe ghosting was always wrong. But now, I do it almost daily. I always ghost the food delivery driver. I just wait for them to leave so I can grab the bag without any awkward small talk.",
    "japanese_translation": "誰かをゴースティングする（突然連絡を絶つ）こと…それは最も残酷な終わらせ方でしょうか？多くの人がそう考えています。未熟で、相手を混乱させ、傷つけるだけだ、と。シンプルで正直なテキストメッセージを送る方が常に良いと言います。一方で、時には必要だと主張する人もいます。相手に危険や不快感を感じさせられた場合、説明する義務はないと。自分の安全が第一です。私は以前、ゴースティングは常に間違っていると信じていました。でも今は、ほぼ毎日やっています。いつもフードデリバリーの配達員をゴースティングするんです。彼らが去るのを待って、気まずい世間話なしで商品を受け取るためにね。"
  },
  {
    "english_script": "Cancelling plans for your mental health. Is it a valid excuse? Many people say absolutely. Prioritizing your well-being is essential, and true friends will understand if you need a night in to recharge. But others disagree. They feel it can be a flaky excuse and disrespectful to the friend who made the effort to plan something. It can damage friendships over time. I used to push myself to go out no matter what. But now, I always cancel if I need to protect my mental health. Like last night, I had to cancel on my friend. My video game character was on a very stressful quest and needed my full support.",
    "japanese_translation": "メンタルヘルスのために予定をキャンセルすること。それは正当な言い訳でしょうか？もちろんだ、と多くの人が言います。自分の心身の健康を優先することは不可欠で、本当の友達なら、充電のために家で過ごす夜が必要なことを理解してくれるはずです。しかし、反対する人もいます。それは気まぐれな言い訳になり得て、わざわざ計画してくれた友人に対して失礼だと感じています。時間が経つにつれて友情を損なう可能性もあります。私は以前、何があっても無理して出かけていました。でも今は、メンタルヘルスを守るためなら必ずキャンセルします。昨夜みたいにね、友達との約束をキャンセルしなくちゃならなかったんです。私のゲームのキャラクターが、とてもストレスの多いクエストの最中で、私の全面的なサポートを必要としていたので。"
  },
  {
    "english_script": "Nepo babies. Children of famous people who get an easy start in their careers. Is it fair? Critics say no. They believe it takes opportunities away from more talented people who don't have connections. Success should be earned, not inherited. But some defend them, saying they can't help who their parents are, and many are genuinely talented. I used to be strongly against the whole idea. It seemed so unfair. But I’ve had a change of heart. I am now a huge supporter of nepo babies… specifically, my cat’s kittens. They get the best sleeping spots just because they know the owner of the house.",
    "japanese_translation": "ネポベイビー。有名人の子供たちがキャリアで楽なスタートを切ること。これは公平なのでしょうか？批評家はノーと言います。コネのない才能ある人々から機会を奪っていると信じています。成功は受け継がれるものではなく、努力して得るべきだと。しかし、彼らの親が誰であるかは本人にはどうしようもないし、本当に才能がある人も多いと擁護する声もあります。私は以前、この考えに強く反対していました。とても不公平に思えたんです。でも、考えが変わりました。今ではネポベイビーの大ファンです…特に、うちの猫の子猫たちのね。家のオーナーを知っているというだけで、一番良い寝場所を独占していますから。"
  },
  {
    "english_script": "Unsolicited advice. We all get it. 'You should wear this,' or 'Here's how to do your job better.' Many people find it annoying and condescending. It feels like the other person thinks you're incompetent. They argue that you should only give advice when asked. On the other side, some people believe they are just trying to be helpful by sharing their knowledge. I used to get so irritated by it. But now, I've learned to accept all unsolicited advice with a smile... especially the advice from my dog, who keeps telling me I'm not giving him nearly enough snacks with his eyes.",
    "japanese_translation": "頼んでもいないアドバイス。誰でも経験がありますよね。「これを着るべきだ」とか「仕事はこうやるともっと良くなるよ」とか。多くの人はそれを迷惑で、見下されているように感じます。相手が自分を無能だと思っているように感じるからです。アドバイスは求められたときにだけするべきだと彼らは主張します。一方で、単に知識を共有して助けようとしているだけだと信じている人もいます。私は以前、それにとてもイライラしていました。でも今は、頼んでもいないアドバイスをすべて笑顔で受け入れることを学びました…特に、私の犬からのアドバイスはね。その目で、おやつが全然足りないって訴え続けてくるんですよ。"
  },
  {
    "english_script": "Quiet quitting. It means doing only your required tasks at work and nothing more. No overtime, no extra projects. Some say it's a great way to prevent burnout and maintain a healthy work-life balance. You're just doing the job you're paid for. But others call it lazy and unmotivated. They say it hurts the team and shows a lack of ambition. I used to believe in always going the extra mile. But now, I'm a big fan of quiet quitting... I apply it to my fitness routine. I go to the gym, but I only do the 'required' walking to the smoothie bar.",
    "japanese_translation": "静かな退職（クワイエット・クイッティング）。仕事で求められたタスクだけをこなし、それ以上は何もしないことです。残業なし、追加プロジェクトなし。燃え尽き症候群を防ぎ、健康的なワークライフバランスを保つための素晴らしい方法だと言う人もいます。給料分の仕事をしているだけだと。しかし、怠惰でやる気がないと非難する人もいます。チームに損害を与え、野心がないことの表れだと言います。私は以前、常に期待以上のことをすべきだと信じていました。でも今は、クワイエット・クイッティングの大ファンです…自分のフィットネス習慣に適用しています。ジムには行きますが、「必須」なのはスムージーバーまで歩くことだけです。"
  },
  {
    "english_script": "Who does the chores? This can be a huge source of arguments in any home. Some people believe everything should be split exactly 50/50. It’s the only way to be truly fair and equal in a partnership. Others argue it’s more efficient to divide tasks based on who is better at what, or who has more time. It's about teamwork, not keeping score. I used to be a strict 50/50 guy. It was very important to me that everything was perfectly balanced. But now, my partner and I have a different system. I handle all the highly technical and difficult tasks… for example, I'm in charge of figuring out which of the three remote controls turns on the TV.",
    "japanese_translation": "家事は誰がやる？これはどんな家庭でも大きな口論の種になり得ます。一部の人は、全てをきっちり50/50で分けるべきだと信じています。それがパートナーシップにおいて真に公正で平等である唯一の方法だと。一方で、誰が何を得意とするか、あるいは誰により時間があるかに基づいてタスクを分担する方が効率的だと主張する人もいます。これは点数を記録することではなく、チームワークの問題です。私は以前、厳格な50/50派でした。全てが完璧にバランスが取れていることが、私にとって非常に重要だったんです。でも今、パートナーと私は違うシステムをとっています。私は高度に専門的で難しいタスクをすべて担当しています…例えば、3つあるリモコンのうちどれでテレビがつくのかを解明するのが私の役目です。"
  },
  {
    "english_script": "That difficult question... Should you lend money to a friend? It's a classic friendship test. Many people say you should never do it. They believe it adds stress and can ruin a good relationship forever. The borrower feels pressure, and the lender feels awkward. It's just not worth the risk. But others argue that a true friend helps someone in need. It shows you care and that your friendship is strong. I used to be the guy who would always help out. But now, I have a strict no-lending policy. However, there's one friend I give money to almost every day. They never pay me back... It's the vending machine at work that always eats my coins.",
    "japanese_translation": "あの難しい質問…友達にお金を貸すべきでしょうか？これは昔からある友情の試金石です。多くの人は、絶対にやめるべきだと言います。ストレスが増え、良い関係を永遠に壊しかねないと信じているからです。借りた側はプレッシャーを感じ、貸した側は気まずい思いをします。リスクを冒す価値はありません。しかし、本当の友達なら困っている人を助けるものだと主張する人もいます。それは思いやりを示し、友情が強いことの証です。私は以前、いつでも助けるタイプの人間でした。でも今は、絶対に貸さないという厳格なルールを決めています。でも、ほぼ毎日お金をあげている友達が一人だけいます。その友達は決して返してくれません…職場の自動販売機のことです。いつも私の小銭を飲み込んでしまうんです。"
  },
  {
    "english_script": "That gift from your aunt… it’s a nice thought, but not your style. Do you re-gift it? Some say it’s a smart way to reduce waste and make someone else happy. It's practical. Others think it’s incredibly rude to the original giver. It shows a lack of appreciation for their effort. It’s a huge social dilemma. I used to think it was terrible manners. But now, I’m a big fan of re-gifting. It saves me time and money. I just hope my aunt doesn't notice that this year's fruitcake is the exact one she gave me last year.",
    "japanese_translation": "叔母さんからのあの贈り物…気持ちは嬉しいけど、あなたの好みじゃない。それを誰か別の人にあげますか？ゴミを減らし、他の誰かを幸せにする賢い方法だと言う人もいます。実用的ですよね。一方で、元々の贈り主に対して信じられないほど失礼だと考える人もいます。彼らの努力への感謝が欠けていると。大きな社会のジレンマです。私は以前、ひどいマナー違反だと思っていました。でも今は、リギフトの大ファンです。時間もお金も節約できますから。ただ、今年のフルーツケーキが、去年叔母さんからもらったものと全く同じだと、彼女が気づかないことを祈るばかりです。"
  },
  {
    "english_script": "Is your pet your 'fur baby'? It's a heated debate. Many people treat their pets like their own children. They celebrate their birthdays and call themselves 'mom' or 'dad.' On the other side, some find it strange. They argue that a pet is an animal, not a person, and it minimizes the real challenges of parenting. I used to think it was a bit much. But now? I completely understand the deep connection. I would do anything for my baby... my pet rock. He's very low-maintenance.",
    "japanese_translation": "あなたのペットは『毛皮の赤ちゃん』ですか？これは熱い議論の的です。多くの人がペットを自分の子供のように扱います。誕生日を祝い、自分たちを『ママ』や『パパ』と呼びます。一方で、それを奇妙に感じる人もいます。ペットは動物であり、人間ではないし、それは本当の育児の苦労を軽んじていると彼らは主張します。私は以前、少しやりすぎだと思っていました。でも今は？その深い絆を完全に理解しています。私の『赤ちゃん』のためなら何でもしますよ…ペットの石ですけどね。とても手がかからないんです。"
  },
  {
    "english_script": "Your food arrives, looking perfect. Do you eat, or take a picture first? It’s a modern debate. Some say food is for eating, not for a photoshoot. It gets cold while you search for the right angle. Others argue a photo is part of the experience. It preserves the memory and shares the joy. I used to hate waiting. But now, I always snap a picture before I eat. It's essential... to have evidence for my health app that I actually ate a vegetable this week.",
    "japanese_translation": "完璧な見た目の料理が運ばれてきました。食べますか、それとも先に写真を撮りますか？現代の議論です。食べ物は食べるためのもので、写真撮影のためではないと言う人もいます。完璧なアングルを探しているうちに冷めてしまう、と。一方で、写真は体験の一部だと主張する人もいます。思い出を保存し、喜びを分かち合うためだと。私は以前、待つのが嫌いでした。でも今は、食べる前に必ず写真を撮ります。不可欠なんです…今週、私がちゃんと野菜を食べたという証拠を健康アプリに残すためにね。"
  },
  {
    "english_script": "Staying friends with your ex... a good idea or a total mess? This divides people. Some insist it's a sign of maturity. If you truly cared for each other, why can't you support one another as friends? Others believe it's impossible. They say someone is always secretly hoping for more, which leads to more pain. I was always in the 'no way' camp. It seemed too complicated. But now? My ex and I are closer than ever. She helps me pick out outfits for dates… because she’s a professional stylist and I still pay her.",
    "japanese_translation": "元カノと友達でいること…良いアイデアでしょうか、それとも大混乱？これで意見が分かれます。真に思いやっていたなら、友人として支え合えない理由はない、それは成熟の証だと言う人もいます。一方、それは不可能だと信じる人もいます。誰かがいつも密かに復縁を望んでいて、それがさらなる痛みを引き起こすだけだと。私はずっと『ありえない』派でした。複雑すぎるように思えたんです。でも今は？元カノとこれまで以上に仲良しです。彼女は僕のデートの服選びを手伝ってくれます…だって彼女はプロのスタイリストで、僕は今でも彼女にお金を払っているからです。"
  },
  {
    "english_script": "The ultimate food debate: pineapple on pizza. Is it delicious or disgusting? Champions of pineapple say the sweet flavor perfectly complements the salty cheese. It’s a taste explosion! The opposition is fierce. They call it a crime against Italian food. Fruit does not belong on a savory pizza. This has divided friends for decades. I used to hate the idea. It felt wrong. But now, I order it all the time. It’s a great way to make sure nobody else in my family eats my slices.",
    "japanese_translation": "究極の食べ物論争：ピザにパイナップル。美味しいか、不味いか。パイナップル支持派は、甘い風味が塩辛いチーズを完璧に引き立てると言います。味の爆発だと！反対派は猛烈です。彼らはそれをイタリア料理に対する犯罪と呼びます。果物は風味豊かなピザには合わない、と。これは何十年もの間、友人たちを分断してきました。私は以前、その考えが嫌いでした。間違っていると感じたんです。でも今は、いつも注文します。家族の誰も僕のピザを食べないようにする、とても良い方法ですからね。"
  },
  {
    "english_script": "Could an AI have written this script? It's a scary thought for some. People worry that AI will take over creative jobs, leaving artists without work. They fear a world without the human touch. Others are more optimistic. They see AI as a helpful assistant, a tool that can boost our own creativity. I was worried at first. I value human creativity. But now, I use AI constantly. It’s my trusted advisor... for generating replies when I don't know what to say in my family's group chat.",
    "japanese_translation": "このスクリプト、AIが書いた可能性はあるでしょうか？一部の人にとっては怖い考えです。AIがクリエイティブな仕事を乗っ取り、アーティストが職を失うことを人々は心配しています。彼らは人間の温かみがない世界を恐れています。他の人たちはもっと楽観的です。彼らはAIを、私たちの創造性を高めてくれる便利なアシスタントだと考えています。私も最初は心配でした。人間の創造性を大切にしていますから。でも今では、常にAIを使っています。私の信頼できるアドバイザーです…家族のグループチャットで何て返信したらいいか分からないときに、返信を生成してもらうためにね。"
  },
  {
    "english_script": "You're on a quiet bus when someone starts a loud phone call. How do you feel? Many people think it's incredibly rude. Shared spaces require consideration, and nobody wants to hear your personal drama. But some believe it’s okay for a short, important call. We can't always control where we are when the phone rings. I used to be one of the angry ones, giving them dirty looks. But now, I understand. In fact, I did it this morning... I was just practicing my lines for an audition to be a very annoying character.",
    "japanese_translation": "静かなバスに乗っていると、誰かが大声で電話を始めました。どう感じますか？多くの人が、それは信じられないほど無礼なことだと考えます。共有スペースでは配慮が必要で、誰もあなたの個人的なドラマを聞きたくありません。しかし、短く重要な電話なら大丈夫だと信じる人もいます。電話が鳴るとき、自分がどこにいるか常にコントロールできるわけではありません。私は以前、怒って睨みつける側の一人でした。でも今は理解できます。実は、今朝も私がやりました…とても迷惑なキャラクター役のオーディションのために、セリフの練習をしていただけなんですけどね。"
  },
  {
    "english_script": "Spoilers. Do you love them or hate them? Some people believe finding out the ending of a movie ruins the entire experience. They avoid social media for weeks to keep the surprise. Others don’t mind. For them, knowing the plot helps them enjoy the details more. I used to guard myself from spoilers like they were the enemy. But now, I seek them out. I want to know everything in advance. It helps me prepare emotionally... for when my favorite pizza place tells me they're out of my favorite topping.",
    "japanese_translation": "ネタバレ。あなたは好きですか、それとも嫌いですか？映画の結末を知ってしまうと、体験全体が台無しになると信じている人がいます。彼らはサプライズを守るために、何週間もソーシャルメディアを避けます。一方で、全く気にしない人もいます。彼らにとって、筋書きを知っている方が、細部をもっと楽しむ助けになります。私は以前、ネタバレを敵であるかのように避けていました。でも今は、自ら探しに行きます。事前にすべてを知りたいんです。感情的に準備するのに役立ちますから…お気に入りのピザ屋さんが、僕のお気に入りのトッピングが品切れだと告げる時のためにね。"
  },
  {
    "english_script": "Brand new or second-hand? It’s a big debate for shoppers. Some insist on buying new items only. They value the perfect condition and being the first owner. On the other side, many people love hunting for pre-owned bargains. They say it's sustainable, affordable, and a great way to find unique pieces. I used to only buy new things. But now I'm a huge fan of second-hand. I get all my best stuff that way. My best jokes, for example… I hear them from my grandpa, who probably heard them from his grandpa.",
    "japanese_translation": "新品か中古か？これは買い物客にとって大きな議論です。新品しか買わないと主張する人もいます。彼らは完璧な状態であることや、最初の所有者であるという経験を重視します。一方、多くの人が中古のお買い得品を探すのが大好きです。サステナブルで手頃、そして個性的な一点物を見つける素晴らしい方法だと言います。私は以前、新品しか買いませんでした。でも今は中古の大ファンです。最高のものは全部そうやって手に入れます。例えば、僕の最高のジョークとかね…おじいちゃんから聞いたものです。彼もおそらく、彼のおじいちゃんから聞いたんでしょうけど。"
  },
  {
    "english_script": "In a new relationship, who should say 'I love you' first? It's a scary question. Some think you should wait for the other person to say it. Saying it first can feel vulnerable, like you're putting all your cards on the table. Others believe you should just be honest. If you feel it, say it. Life is too short for games. I used to be the guy who waited. It felt like a strategic move. But now? I say those three little words all the time, without hesitation... to my delivery guy when he brings me pizza.",
    "japanese_translation": "新しい恋愛関係で、誰が先に『愛してる』と言うべきでしょうか？怖い問いです。相手が言うのを待つべきだと考える人もいます。先に言うと無防備に感じられ、手の内をすべて明かすようなものです。一方で、正直になるべきだと信じる人もいます。そう感じるなら、言うべきだと。人生はゲームをするには短すぎます。私は以前、待つタイプの男でした。戦略的な動きのように感じていました。でも今は？あの3つの小さな言葉を、ためらうことなくいつも言っています…ピザを届けてくれる配達員さんにね。"
  }
]